Repository: Shohruhmirzo05/Salom-AI-Mobile
Catalog: Salom-Ai-iOS/Salom-Ai-iOS/Resources/Localizable.xcstrings
Source language: uz
Languages: en, ru, uz_cyrl

source: Mikrofon ruxsati berilmagan
en: Microphone access is not allowed
ru: Нет доступа к микрофону
uz_cyrl: Микрофон рухсати берилмаган

source: Mikrofonni bosing va gapiring. Salom AI sizni eshitadi, tushunadi va o'z ovozi bilan javob beradi.
en: Tap the microphone and speak. Salom AI listens, understands and replies with its own voice.
ru: Нажмите на микрофон и говорите. Salom AI услышит, поймёт и ответит голосом.
uz_cyrl: Микрофонни босинг ва гапиринг. Салом АИ сизни ешитади, тушунади ва ўз овози билан жавоб беради.

source: Moslashuvchan test tayyorgarlik
en: Adaptive test preparation
ru: Адаптивная подготовка к тестам
uz_cyrl: Мослашувчан тест тайёргарлик

source: Murosasiz muloqot
en: Endless conversations
ru: Безграничное общение
uz_cyrl: Муросасиз мулоқот

source: Muvaffaqiyatli!
en: Success!
ru: Успешно!
uz_cyrl: Муваффақиятли!

source: Namuna eshitish (Preview)
en: Hear sample (Preview)
ru: Послушать пример (предпросмотр)
uz_cyrl: Намуна эшитиш (Превиеw)

source: Navbatsiz xizmat
en: No waiting in queues
ru: Без очереди
uz_cyrl: Навбатсиз хизмат

source: Nega obunani bekor qilmoqchisiz?
en: Why do you want to cancel?
ru: Почему вы хотите отменить подписку?
uz_cyrl: Нега обунани бекор қилмоқчисиз?

source: Nimalar qila olaman?
en: What can I do?
ru: Что я умею?
uz_cyrl: Нималар қила оламан?

# No notifications yet
source: Hozircha bildirishnomalar yo'q
en: No notifications yet
ru: Пока нет уведомлений
uz_cyrl: Ҳозирча билдиришномалар ё'қ

source: Noto'g'ri kod formati
en: Invalid code format
ru: Неверный формат кода
uz_cyrl: Нотўғри код формати

source: Nusxa
en: Copy
ru: Копировать
uz_cyrl: Нусха

source: Nusxalandi
en: Copied
ru: Скопировано
uz_cyrl: Нусхаланди

source: Nusxalash
en: Copy
ru: Копировать
uz_cyrl: Нусхалаш

source: O'chirilmoqda...
en: Deleting...
ru: Удаление...
uz_cyrl: Ўчирилмоқда...

source: O'chirish
en: Delete
ru: Удалить
uz_cyrl: Ўчириш

source: O'qish, ish, ijod va shaxsiy rivojlanish. Salom AI sizga har qadamda yordam berishga tayyor.
en: Study, work, creativity, and personal growth. Salom AI is ready to help at every step.
ru: Учёба, работа, творчество и личностный рост. Salom AI готов помогать на каждом шаге.
uz_cyrl: Ўқиш, иш, ижод ва шахсий ривожланиш. Салом АИ сизга ҳар қадамда ёрдам беришга тайёр.

source: O'tkazib yuborish
en: Skip
ru: Пропустить
uz_cyrl: Ўтказиб юбориш

source: O‘tkazib yuborish
en: Skip
ru: Пропустить
uz_cyrl: Ўтказиб юбориш

source: O'ylayapman...
en: Thinking...
ru: Думаю...
uz_cyrl: Ўйлаяпман...

source: O'zbek ai yordamchisi
en: Uzbek AI assistant
ru: Узбекский AI-помощник
uz_cyrl: Ўзбек аи ёрдамчиси

source: O'zbek tilidagi birinchi AI hamroh
en: The first AI companion in Uzbek
ru: Первый AI-напарник на узбекском
uz_cyrl: Ўзбек тилидаги биринчи АИ ҳамроҳ

source: O'zbekcha
en: O‘zbek

source: O'zbekcha AI yordamchi
en: Uzbek-language AI assistant
ru: AI-помощник на узбекском языке
uz_cyrl: Ўзбекча АИ ёрдамчи

source: O'zbekcha suniy intellekt
en: Uzbek AI assistant
ru: Узбекский ИИ ассистент
uz_cyrl: Ўзбекча суний интеллект

source: O'zgarishlar darhol qo'llaniladi va namuna eshittiriladi.
en: Changes apply immediately and a sample will play.
ru: Изменения применяются сразу, и будет воспроизведен пример.
uz_cyrl: Ўзгаришлар дарҳол қўлланилади ва намуна эшиттирилади.

source: Obuna
en: Subscription
ru: Подписка
uz_cyrl: Обуна

source: Obuna avtomatik yangilanadi · to'lovlar qaytarilmaydi
en: Subscription renews automatically · payments are non-refundable
ru: Подписка продлевается автоматически · платежи не возвращаются
uz_cyrl: Обуна автоматик янгиланади · тўловлар қайтарилмайди

source: Obuna faollashtirildi va karta saqlandi
en: Subscription activated and card saved
ru: Подписка активирована, карта сохранена
uz_cyrl: Обуна фаоллаштирилди ва карта сақланди

source: Obuna faollashtirildi!
en: Subscription activated!
ru: Подписка активирована!
uz_cyrl: Обуна фаоллаштирилди!

source: Obuna ma'lumotlari
en: Subscription details
ru: Информация о подписке
uz_cyrl: Обуна ма'лумотлари

source: Obunalar
en: Subscriptions
ru: Подписки
uz_cyrl: Обуналар

source: Obunamni saqlab qolaman
en: Keep my subscription
ru: Сохранить подписку
uz_cyrl: Обунамни сақлаб қоламан

source: Obunangiz %@ da tugaydi
en: Your subscription ends on %@
ru: Ваша подписка закончится %@
uz_cyrl: Обунангиз %@ да тугайди

source: Obunangiz vaqtincha to'xtatildi. Kartangizni to'ldiring va qayta urinib ko'ring.
en: Your subscription is paused. Top up your card and try again.
ru: Подписка приостановлена. Пополните карту и попробуйте снова.
uz_cyrl: Обунангиз вақтинча тўхтатилди. Картангизни тўлдиринг ва қайта уриниб кўринг.

source: Obunani bekor qilish
en: Cancel subscription
ru: Отменить подписку
uz_cyrl: Обунани бекор қилиш

source: Ochish
en: Open
ru: Открыть
uz_cyrl: Очиш

source: Ohang (Tone)
en: Tone
ru: Тон
uz_cyrl: Оҳанг (Тоне)

source: Oʻzbekcha
en: Uzbek
ru: Узбекский
uz_cyrl: Оʻзбекча

source: Oʻzbekcha (Kirill)
en: Uzbek (Cyrillic)
ru: Узбекский (Кириллица)
uz_cyrl: Ўзбекча (Кирилл)

source: Ovoz
en: Voice
ru: Голос
uz_cyrl: Овоз

source: Ovoz (Voice)
en: Voice
ru: Голос
uz_cyrl: Овоз (Воиcе)

source: Ovoz / Voice
en: Voice
ru: Голос
uz_cyrl: Овоз / Воиcе

source: Ovoz aniqlanmadi, qayta urinib ko‘ring
en: No speech detected. Try again.
ru: Речь не распознана. Попробуйте снова.
uz_cyrl: Овоз аниқланмади, қайта уриниб кўринг

source: Ovoz namunasida xatolik:
en: Voice preview error:
ru: Ошибка предпрослушивания голоса:
uz_cyrl: Овоз намунасида хатолик:

source: Ovoz namunasini yuklab bo‘lmadi (HTTP %lld)
en: Voice preview failed (HTTP %lld)
ru: Не удалось загрузить образец голоса (HTTP %lld)
uz_cyrl: Овоз намунасини юклаб бўлмади (HTTP %lld)

source: Ovoz o'chirish
en: Turn off voice
ru: Отключить голос
uz_cyrl: Овоз ўчириш

source: Ovoz qayta ishlanmoqda...
en: Processing voice...
ru: Голос обрабатывается...
uz_cyrl: Овоз қайта ишланмоқда...

source: Ovoz yoqish
en: Enable voice
ru: Включить голос
uz_cyrl: Овоз ёқиш

source: Ovoz yozilmoqda…
en: Recording…
ru: Запись…
uz_cyrl: Овоз ёзилмоқда…

source: Ovozli daqiqalar
en: Voice minutes
ru: Голосовые минуты
uz_cyrl: Овозли дақиқалар

source: Ovozli rejim
en: Voice mode
ru: Голосовой режим
uz_cyrl: Овозли режим

source: Ovozli Rejim
en: Voice Mode
ru: Голосовой режим
uz_cyrl: Овозли Режим

source: Ovozli rejim mavjud emas
en: Voice mode unavailable
ru: Голосовой режим недоступен
uz_cyrl: Овозли режим мавжуд эмас

source: Ovozli suhbat
en: Realtime Voice
ru: Голос
uz_cyrl: Жонли суҳбат

source: Ovozli suhbat — gapiring, javobni eshiting. Menyuda mavjud.
en: Voice chat — speak and hear the answer. Available in the menu.
ru: Голосовой чат — говорите и слушайте ответ. Доступен в меню.
uz_cyrl: Овозли суҳбат — гапиринг, жавобни эшитинг. Менюда мавжуд.

source: Ovozli suhbat, real vaqtda
en: Real-time voice chat
ru: Голосовой чат в реальном времени
uz_cyrl: Овозли суҳбат, реал вақтда

source: Ovozli suhbat, xuddi do'stingizdek
en: Voice chat, just like with a friend
ru: Голосовой чат, как с другом
uz_cyrl: Овозли суҳбат, худди дўстингиздек

source: Ovozni aniqlab bo‘lmadi, qayta urinib ko‘ring
en: Could not recognize the audio. Try again.
ru: Не удалось распознать аудио. Попробуйте снова.
uz_cyrl: Овозни аниқлаб бўлмади, қайта уриниб кўринг

source: oy
en: month
ru: мес.
uz_cyrl: ой

source: Oylik
en: Monthly
ru: Месячный
uz_cyrl: Ойлик

source: Oylik obuna
en: Monthly plan
ru: Месячная подписка
uz_cyrl: Ойлик обуна

source: Payme (bir martalik)
en: Payme (one-time)
ru: Payme (разовый платёж)
uz_cyrl: Payme (бир марталик)

source: Payme sahifasiga o'tasiz
en: You’ll continue on Payme
ru: Вы перейдёте на страницу Payme
uz_cyrl: Payme саҳифасига ўтасиз

source: PDF hujjat
en: PDF document
ru: PDF-документ
uz_cyrl: PDF ҳужжат

source: PDF, rasm, kvitansiya, kontrakt — fayl yuboring, AI o'qiydi, tarjima qiladi va xulosa beradi.
en: Send a PDF, image, receipt or contract. AI will read, translate and summarize it.
ru: Отправьте PDF, изображение, чек или договор. AI прочитает, переведёт и сделает выводы.
uz_cyrl: ПДФ, расм, квитансия, контракт — файл юборинг, АИ ўқийди, таржима қилади ва хулоса беради.

source: PPTX / PDF — bir necha soniyada
en: PPTX / PDF — in seconds
ru: PPTX / PDF — за несколько секунд
uz_cyrl: PPTX / PDF — бир неча сонияда

source: Premium ga o'tish
en: Upgrade to Premium
ru: Перейти на Premium
uz_cyrl: Премиум га ўтиш

source: Presentatsiyalar
en: Presentations
ru: Презентации
uz_cyrl: Пресентатсиялар

source: Pro ga o'tish - %@ UZS/oy
en: Get Pro - %@ UZS/mo
ru: Перейти на Pro - %@ сум/мес
uz_cyrl: Про га ўтиш - %@ УЗС/ой

source: Pro imkoniyatlar
en: Pro features
ru: Функции Pro
uz_cyrl: Про имкониятлар

source: Pro imkoniyatlarni ko‘rish
en: See Pro features
ru: Посмотреть возможности Pro
uz_cyrl: Про имкониятларни кўриш

source: Pro obunani maxsus, bir martalik chegirma bilan oching.
en: Unlock Pro with a special one-time discount.
ru: Откройте Pro со специальной разовой скидкой.
uz_cyrl: Про обунани махсус, бир марталик чегирма билан очинг.

source: Pro rejaga o'tish
en: Upgrade to Pro
ru: Перейти на Pro
uz_cyrl: Про режага ўтиш

source: Pro rejimi faol
en: Pro is active
ru: Режим Pro активен
uz_cyrl: Про режими фаол

source: Qayta urinib ko'rish
en: Try again
ru: Попробовать снова
uz_cyrl: Қайта уриниб кўриш

source: Qayta urinish
en: Try again
ru: Повторить
uz_cyrl: Қайта уриниш

source: Qidiruv natijalari
en: Search results
ru: Результаты поиска
uz_cyrl: Қидирув натижалари

source: Qimmat tuyuldi
en: It felt expensive
ru: Показалось дорого
uz_cyrl: Қиммат туюлди

source: Rasm galereyasi
en: Photo gallery
ru: Фотогалерея
uz_cyrl: Расм галереяси

source: Rasm tavsifini kiriting...
en: Enter image description...
ru: Введите описание изображения...
uz_cyrl: Расм тавсифини киритинг...

source: Rasm yaratilmoqda…
en: Generating image…
ru: Генерация изображения…
uz_cyrl: Расм яратилмоқда…

source: Rasm yaratish
en: Image generation
ru: Создание изображений
uz_cyrl: Расм яратиш

source: Rasm yaratishlar
en: Image generations
ru: Создания изображений
uz_cyrl: Расм яратишлар

source: Rasm yuklashda xatolik:
en: Image upload failed:
ru: Ошибка загрузки изображения:
uz_cyrl: Расм юклашда хатолик:

source: Rasmni ochib bo'lmadi.
en: Could not open the image.
ru: Не удалось открыть изображение.
uz_cyrl: Расмни очиб бўлмади.

source: Real vaqt ovozli AI
en: Real-time voice AI
ru: Голосовой AI в реальном времени
uz_cyrl: Реал вақт овозли АИ

source: Referat / Insho
en: Report / Essay
ru: Реферат / Эссе
uz_cyrl: Реферат / Иншо

source: Referat va insho
en: Reports and essays
ru: Рефераты и эссе
uz_cyrl: Реферат ва иншо

source: Referat yoki insho kerakmi? Chatda so‘rang — tayyor hujjat oling.
en: Need a report or essay? Ask in chat and get a ready document.
ru: Нужен реферат или эссе? Спросите в чате и получите готовый документ.
uz_cyrl: Реферат ёки иншо керакми? Чатда сўранг — тайёр ҳужжат олинг.

source: Reja va hisob
en: Planning and calculations
ru: Планы и расчёты
uz_cyrl: Режа ва ҳисоб

source: Reja, hisob va muammolar yechimi
en: Planning, calculations and problem solving
ru: Планы, расчёты и решение задач
uz_cyrl: Режа, ҳисоб ва муаммолар йечими

source: Rejani ko'rish →
en: View plan →
ru: Посмотреть план →
uz_cyrl: Режани кўриш →

source: Rejani yangilash
en: Upgrade plan
ru: Улучшить план
uz_cyrl: Режани янгилаш

source: Reklama ko'rib +1 xabar
en: Watch an ad for +1 message
ru: Посмотреть рекламу: +1 сообщение
uz_cyrl: Реклама кўриб +1 хабар

source: Reklama uchun rahmat! Endi xabaringizni qayta yuborishingiz mumkin.
en: Thanks for watching! You can now send your message again.
ru: Спасибо за просмотр! Теперь можно снова отправить сообщение.
uz_cyrl: Реклама учун раҳмат! Енди хабарингизни қайта юборишингиз мумкин.

source: Ruscha
en: Russian
ru: Русский
uz_cyrl: Русча

source: Salom AI bilan nimalar qila olasiz?
en: What can you do with Salom AI?
ru: Что можно делать с Salom AI?
uz_cyrl: Салом АИ билан нималар қила оласиз?

source: Salom AI botini oching, «Start» ni bosing va bot bergan 6 xonali kodni kiriting.
en: Open the Salom AI bot, tap “Start,” and enter the 6-digit code it gives you.
ru: Откройте бота Salom AI, нажмите «Start» и введите выданный 6-значный код.
uz_cyrl: Салом АИ ботини очинг, «Старт» ни босинг ва бот берган 6 хонали кодни киритинг.

source: Salom AI imkoniyatlari
en: Salom AI features
ru: Возможности Salom AI
uz_cyrl: Салом АИ имкониятлари

source: Salom AI Pro orqali sun'iy intellektning to'liq kuchidan foydalaning.
en: Unlock the full power of AI with Salom AI Pro.
ru: Используйте полную мощь ИИ с Salom AI Pro.
uz_cyrl: Салом АИ Про орқали сун'ий интеллектнинг тўлиқ кучидан фойдаланинг.

source: Salom AI to‘liq taqdimot (PPTX/PDF) yasaydi — menyudan Presentatsiyalar.
en: Salom AI creates complete presentations (PPTX/PDF) — open Presentations from the menu.
ru: Salom AI создаёт готовые презентации (PPTX/PDF) — откройте «Презентации» в меню.
uz_cyrl: Salom AI тўлиқ тақдимот (PPTX/PDF) ясайди — менюдан Тақдимотлар.

source: Saqlangan kartalar
en: Saved cards
ru: Сохранённые карты
uz_cyrl: Сақланган карталар

source: Saqlangan kartalar yo'q
en: No saved cards
ru: Нет сохранённых карт
uz_cyrl: Сақланган карталар йўқ

source: Saqlash
en: Save
ru: Сохранить
uz_cyrl: Сақлаш

source: Saqlashda xatolik
en: Save failed
ru: Ошибка сохранения
uz_cyrl: Сақлашда хатолик

source: Savol bering yoki gapiring...
en: Ask a question or speak...
ru: Задайте вопрос или говорите...
uz_cyrl: Савол беринг ёки гапиринг...

source: Savol bering, yozing, tarjima qiling
en: Ask, write, and translate
ru: Задавайте вопросы, пишите и переводите
uz_cyrl: Савол беринг, ёзинг, таржима қилинг

source: Sessiya muddati tugagan. Qaytadan kiring.
en: Your session has expired. Please sign in again.
ru: Сессия истекла. Войдите снова.
uz_cyrl: Сессия муддати тугаган. Қайтадан киринг.

source: Sinov rejimi — xatolar bo'lishi mumkin
en: Beta mode — errors may occur
ru: Тестовый режим — возможны ошибки
uz_cyrl: Синов режими — хатолар бўлиши мумкин

source: Sizga qulay usulni tanlang.
en: Choose what works for you.
ru: Выберите удобный способ.
uz_cyrl: Сизга қулай усулни танланг.

source: Sizga Salom AI yoqyaptimi?
en: Do you enjoy Salom AI?
ru: Вам нравится Salom AI?
uz_cyrl: Сизга Салом АИ ёқяптими?

source: Sizni qaytarib olmoqchimiz! 🎁
en: We’d love to have you back! 🎁
ru: Мы хотим вас вернуть! 🎁
uz_cyrl: Сизни қайтариб олмоқчимиз! 🎁

source: Sizning obuna limitingiz tugagan. Iltimos, obunangizni yangilang.
en: Your subscription limit has been reached. Please upgrade your plan.
ru: Лимит вашей подписки исчерпан. Обновите тариф.
uz_cyrl: Обуна лимитингиз тугаган. Илтимос, обунангизни янгиланг.

source: Sizning tilingizda, sizning madaniyatingizda. Salom AI bilan kundalik vazifalarni osonlashtiring.
en: In your language, rooted in your culture. Make everyday tasks easier with Salom AI.
ru: На вашем языке, с учётом вашей культуры. Решайте повседневные задачи проще с Salom AI.
uz_cyrl: Сизнинг тилингизда, сизнинг маданиятингизда. Салом АИ билан кундалик вазифаларни осонлаштиринг.

source: Sizning tilingizda, sizning madaniyatingizda. Salom AI bilan muloqot qiling va kundalik vazifalaringizni osonlashtiring.
en: In your language, in your culture. Chat with Salom AI and make everyday tasks easier.
ru: На вашем языке, с учетом вашей культуры. Общайтесь с Salom AI и упрощайте повседневные задачи.
uz_cyrl: Сизнинг тилингизда, сизнинг маданиятингизда. Салом АИ билан мулоқот қилинг ва кундалик вазифаларингизни осонлаштиринг.

source: SMS kod noto'g'ri yoki muddati o'tgan
en: The SMS code is invalid or expired
ru: SMS-код неверен или истёк
uz_cyrl: SMS код нотўғри ёки муддати ўтган

source: SMS kodni kiriting
en: Enter SMS code
ru: Введите SMS-код
uz_cyrl: SMS кодни киритинг

source: Sodda
en: Simple
ru: Просто
uz_cyrl: Содда

source: Sozlamalar
en: Settings
ru: Настройки
uz_cyrl: Созламалар

source: SSL bilan himoyalangan xavfsiz to'lov
en: Secure SSL-protected payment
ru: Безопасная оплата с защитой SSL
uz_cyrl: ССЛ билан ҳимояланган хавфсиз тўлов

source: SSL himoya
en: SSL protection
ru: Защита SSL
uz_cyrl: SSL ҳимоя

source: Suhbat
en: Conversation
ru: Диалог
uz_cyrl: Суҳбат

source: Suhbat boshlanganidan keyin ovoz keyingi sessiyada qo'llaniladi.
en: After a conversation starts, the voice change applies to the next session.
ru: После начала разговора новый голос будет применён в следующей сессии.
uz_cyrl: Суҳбат бошланганидан кейин овоз кейинги сессияда қўлланилади.

source: Super Aqlli
en: Super Smart
ru: Сверхумный
uz_cyrl: Супер Ақлли

source: Super Aqlli Modellar
en: Super-smart models
ru: Сверхумные модели
uz_cyrl: Супер ақлли моделлар

source: Tahrirlash
en: Edit
ru: Изменить
uz_cyrl: Таҳрирлаш

source: Taklif va shikoyatlar
en: Feedback and complaints
ru: Предложения и жалобы
uz_cyrl: Таклиф ва шикоятлар

source: Taklif va shikoyatlaringizni yozib qoldiring. Biz har bir fikrni o'qib chiqamiz.
en: Leave your suggestions and complaints. We read every piece of feedback.
ru: Оставьте свои предложения и жалобы. Мы читаем каждый отзыв.
uz_cyrl: Таклиф ва шикоятларингизни ёзиб қолдиринг. Биз ҳар бир фикрни ўқиб чиқамиз.

source: Tanlash
en: Select
ru: Выбрать
uz_cyrl: Танлаш

source: Tanlash (Click)
en: Select (Click)
ru: Выбрать (клик)
uz_cyrl: Танлаш (Cлиcк)

source: Taqdimotlar
en: Presentations
ru: Презентации
uz_cyrl: Тақдимотлар

source: Tasavvuringizni chizamiz
en: Bring your ideas to life
ru: Воплотите идеи в изображении
uz_cyrl: Тасаввурингизни чизамиз

source: Tasdiqlash
en: Verify
ru: Подтвердить
uz_cyrl: Тасдиқлаш

source: Tasdiqlash amalga oshmadi
en: Verification failed
ru: Не удалось подтвердить
uz_cyrl: Тасдиқлаш амалга ошмади

source: Tavsiya
en: Recommended
ru: Рекомендуем
uz_cyrl: Тавсия

source: Tayyor
en: Done
ru: Готово
uz_cyrl: Тайёр

source: Tayyorlanmoqda…
en: Preparing…
ru: Подготовка…
uz_cyrl: Тайёрланмоқда…

source: Tekshirilmoqda...
en: Checking…
ru: Проверка…
uz_cyrl: Текширилмоқда...

source: Telefon raqam aniqlanmagan
en: Phone number not set
ru: Номер телефона не указан
uz_cyrl: Телефон рақам аниқланмаган

source: Telefon raqamingiz bilan tezda kirishingiz mumkin.
en: You can quickly sign in with your phone number.
ru: Вы можете быстро войти по своему номеру телефона.
uz_cyrl: Телефон рақамингиз билан тезда киришингиз мумкин.

source: Telefon raqamingizni kiriting.
en: Enter your phone number.
ru: Введите номер телефона.
uz_cyrl: Телефон рақамингизни киритинг.

source: Telegram orqali kirish
en: Sign in with Telegram
ru: Войти через Telegram
uz_cyrl: Телеграм орқали кириш

source: Telegram orqali yordam
en: Support on Telegram
ru: Поддержка в Telegram
uz_cyrl: Телеграм орқали ёрдам

source: Telegram raqamingizni kiriting. So‘ng botni ochib «Start» ni bosasiz.
en: Enter your Telegram number. Then open the bot and tap “Start.”
ru: Введите номер Telegram. Затем откройте бота и нажмите «Start».
uz_cyrl: Телеграм рақамингизни киритинг. Сўнг ботни очиб «Старт» ни босасиз.

source: Texnik muammo
en: Technical issue
ru: Техническая проблема
uz_cyrl: Техник муаммо

source: Tezkor
en: Fast
ru: Быстрый
uz_cyrl: Тезкор

source: Tezkor javoblar
en: Fast responses
ru: Быстрые ответы
uz_cyrl: Тезкор жавоблар

source: Tezkor Modellar
en: Fast models
ru: Быстрые модели
uz_cyrl: Тезкор моделлар

source: Tezkor xabarlar
en: Fast messages
ru: Быстрые сообщения
uz_cyrl: Тезкор хабарлар

source: Tijorat taklifi, shartnoma, hisobot…
en: Proposals, contracts, reports…
ru: Коммерческие предложения, договоры, отчёты…
uz_cyrl: Тижорат таклифи, шартнома, ҳисобот…

source: Til
en: Language
ru: Язык
uz_cyrl: Тил

source: Til (Language)
en: Language
ru: Язык
uz_cyrl: Тил (Лангуаге)

source: Til / Язык / Language
en: Language
ru: Язык
uz_cyrl: Тил / Язык / Лангуаге

source: To'lov
en: Payment
ru: Оплата
uz_cyrl: Тўлов

source: To'lov amalga oshmadi
en: Payment failed
ru: Платёж не прошёл
uz_cyrl: Тўлов амалга ошмади

source: To'lov bekor qilindi
en: Payment cancelled
ru: Платёж отменён
uz_cyrl: Тўлов бекор қилинди

source: To'lov hali tasdiqlanmadi
en: Payment not confirmed yet
ru: Платёж ещё не подтверждён
uz_cyrl: Тўлов ҳали тасдиқланмади

source: To'lov havolasi bekor qilindi
en: Payment link was cancelled
ru: Платёжная ссылка отменена
uz_cyrl: Тўлов ҳаволаси бекор қилинди

source: To'lov havolasini olib bo'lmadi.
en: Could not get the payment link.
ru: Не удалось получить платёжную ссылку.
uz_cyrl: Тўлов ҳаволасини олиб бўлмади.

source: To'lov havolasini olib bo'lmadi. Qayta urinib ko'ring.
en: Could not get a payment link. Try again.
ru: Не удалось получить ссылку на оплату. Попробуйте ещё раз.
uz_cyrl: Тўлов ҳаволасини олиб бўлмади. Қайта уриниб кўринг.

source: To'lov tekshirilmoqda…
en: Checking payment…
ru: Проверяем платёж…
uz_cyrl: Тўлов текширилмоқда…

source: To'lov turi
en: Payment method
ru: Способ оплаты
uz_cyrl: Тўлов тури

source: To'lov turini tanlang
en: Choose payment method
ru: Выберите способ оплаты
uz_cyrl: Тўлов турини танланг

source: To'lov xavfsiz Click tizimi orqali amalga oshiriladi
en: Payment is securely processed by Click
ru: Платёж безопасно проводится через Click
uz_cyrl: Тўлов хавфсиз Cлиcк тизими орқали амалга оширилади

source: Tokenizatsiya amalga oshmadi. Qayta urinib ko'ring.
en: Card verification failed. Try again.
ru: Не удалось проверить карту. Попробуйте снова.
uz_cyrl: Токенизация амалга ошмади. Қайта уриниб кўринг.

source: Tugatish
en: Finish
ru: Завершить
uz_cyrl: Тугатиш

source: Tungi
en: Dark
ru: Тёмная
uz_cyrl: Тунги

source: Tushunmoqdaman...
en: Transcribing...
ru: Расшифровываю...
uz_cyrl: Тушунмоқдаман...

source: Ulanmoqda...
en: Connecting...
ru: Подключаемся...
uz_cyrl: Уланмоқда...

source: Ulashish
en: Share
ru: Поделиться
uz_cyrl: Улашиш

source: Versiya 1.2.5 • Salom AI
en: Version 1.2.5 • Salom AI
ru: Версия 1.2.5 • Salom AI
uz_cyrl: Версия 1.2.5 • Salom AI

source: Word hujjat
en: Word document
ru: Документ Word
uz_cyrl: Word ҳужжат

source: Xabar
en: Message
ru: Сообщение
uz_cyrl: Хабар

source: Xabarlar tarixi
en: Message history
ru: История сообщений
uz_cyrl: Хабарлар тарихи

source: Xabarlarni qidirish
en: Search messages
ru: Поиск сообщений
uz_cyrl: Хабарларни қидириш

source: Xatolik
en: Error
ru: Ошибка
uz_cyrl: Хатолик

source: Xatolik yuz berdi
en: Something went wrong
ru: Произошла ошибка
uz_cyrl: Хатолик юз берди

source: Xatolik yuz berdi:
en: Something went wrong:
ru: Произошла ошибка:
uz_cyrl: Хатолик юз берди:

source: Xatolik:
en: Error:
ru: Ошибка:
uz_cyrl: Хатолик:

source: Xatolik. Raqamni tekshirib, qayta urinib ko‘ring.
en: Something went wrong. Check the number and try again.
ru: Произошла ошибка. Проверьте номер и попробуйте снова.
uz_cyrl: Хатолик. Рақамни текшириб, қайта уриниб кўринг.

source: Xavfsiz
en: Secure
ru: Безопасно
uz_cyrl: Хавфсиз

source: Xavfsiz to'lov · Click
en: Secure payment · Click
ru: Безопасная оплата · Click
uz_cyrl: Хавфсиз тўлов · Click

source: Xush kelibsiz
en: Welcome
ru: Добро пожаловать
uz_cyrl: Хуш келибсиз

source: Yangi chat
en: New session
ru: Новый диалог
uz_cyrl: Янги чат

source: Yangi variant
en: New version
ru: Новый вариант
uz_cyrl: Янги вариант

source: Yangi xabarlar bu yerda ko'rinadi
en: New messages will appear here
ru: Новые сообщения появятся здесь
uz_cyrl: Янги хабарлар бу йерда кўринади

source: Yangilanadi: %@
en: Renews on: %@
ru: Продление: %@
uz_cyrl: Янгиланади: %@

source: Yaqinda suhbatlar
en: Recent conversations
ru: Недавние диалоги
uz_cyrl: Яқинда суҳбатлар

source: yil
en: year
ru: год
uz_cyrl: йил

source: Yillik
en: Yearly
ru: Годовой
uz_cyrl: Йиллик

source: Yillik obuna
en: Yearly plan
ru: Годовая подписка
uz_cyrl: Йиллик обуна

source: Yopish
en: Close
ru: Закрыть
uz_cyrl: Ёпиш
